README.org
* Resume
https://www.linkedin.com/in/victorweiwu/

* Wei Wu's notes
#+BEGIN_EXAMPLE
[[notes]]
├── books
│   └── 有效network_files
│       └── images
├── Business
│   ├── O2O_files
│   │   └── images
│   ├── 巴菲特投资哲学_files
│   │   └── images
│   ├── 经济停滞_files
│   │   └── images
│   └── 风格分析_files
├── Calendar
│   └── sentiment.org
├── configOrg
│   ├── level0.org
│   ├── level1.org
│   └── level2.org
├── CS
│   ├── C++
│   │   └── C++.org
│   ├── DB.org
│   ├── Docker.org
│   ├── Java
│   │   └── java.org
│   ├── Linux
│   │   └── Linux.org
│   ├── MachineLearning
│   │   ├── BasicModule2.org
│   │   ├── BasicModule.org
│   │   ├── Boosting.org
│   │   ├── code
│   │   │   └── regression
│   │   ├── DecisionTree.org
│   │   ├── DeepLearning.org
│   │   ├── glossary.org
│   │   ├── Images
│   │   ├── KnowledgeGraph.org
│   │   ├── MachineLearning.org
│   │   ├── NaiveBayes.org
│   │   ├── NaturalLanguageProcessing.org
│   │   ├── nlp
│   │   │   ├── ictclas.org
│   │   │   └── resources
│   │   ├── RecurrentNeuralNetwork.org
│   │   ├── Tensorflow.org
│   │   └── TextBasedIndustryClassification.org
│   ├── ProgramicStyle
│   │   └── PragmaticProgrammer.org
│   ├── Python
│   │   ├── DesignPattern.org
│   │   ├── EffectivePython.org
│   │   ├── guide.org
│   │   ├── high_performance_python_files
│   │   │   └── images
│   │   ├── HighPerformancePython.org
│   │   ├── pandas.org
│   │   ├── py4fi
│   │   ├── PythonForFinance.org
│   │   ├── python.org
│   │   └── sqlalchemy.org
│   ├── Regular_Expression.org
│   ├── VersionControl.org
│   └── WebCrawl
│       └── webcrawl.org
├── Database
│   └── DBMS.org
├── docs
│   ├── books
│   │   └── 有效network_files
│   │       └── images
│   ├── Business
│   │   ├── O2O_files
│   │   │   └── images
│   │   ├── 巴菲特投资哲学_files
│   │   │   └── images
│   │   ├── 经济停滞_files
│   │   │   └── images
│   │   └── 风格分析_files
│   ├── Calendar
│   ├── configOrg
│   │   └── sections
│   ├── CS
│   │   ├── C++
│   │   ├── Java
│   │   ├── Linux
│   │   ├── MachineLearning
│   │   │   ├── code
│   │   │   └── nlp
│   │   │       ├── images
│   │   │       └── resources
│   │   ├── ProgramicStyle
│   │   ├── Python
│   │   │   ├── high_performance_python_files
│   │   │   │   └── images
│   │   │   └── py4fi
│   │   └── WebCrawl
│   ├── Database
│   ├── emacs
│   ├── finance
│   │   ├── images
│   │   └── RiskModelHandbook
│   │       └── images
│   ├── GS
│   │   ├── create_strategies
│   │   ├── factors
│   │   ├── Introduction
│   │   │   ├── create_strategies
│   │   │   ├── Display_chart_of_data_table
│   │   │   │   └── images
│   │   │   ├── factors
│   │   │   ├── function_sampling
│   │   │   │   └── images
│   │   │   └── ideas_from_docs
│   │   ├── OSet
│   │   └── 从文档到创建需求.files
│   ├── img
│   ├── ipynb
│   │   ├── about
│   │   ├── css
│   │   ├── docs
│   │   ├── fonts
│   │   ├── img
│   │   ├── js
│   │   ├── mkdocs
│   │   │   └── js
│   │   ├── optimization
│   │   ├── python_rules
│   │   ├── python_style_rules
│   │   ├── site
│   │   │   ├── about
│   │   │   ├── css
│   │   │   ├── fonts
│   │   │   ├── img
│   │   │   ├── js
│   │   │   ├── mkdocs
│   │   │   │   └── js
│   │   │   ├── optimization
│   │   │   ├── python_rules
│   │   │   ├── python_style_rules
│   │   │   ├── python_style_rules.org
│   │   │   └── test.org
│   │   └── test.org
│   ├── Math
│   │   └── knowledge_tree.html
│   ├── notes
│   ├── org
│   └── styles
│       ├── demo
│       │   └── css
│       └── readtheorg
│           ├── css
│           └── js
├── emacs
│   ├── emacs.org
│   ├── markdown.org
│   ├── tutorial_backup.org
│   └── tutorial.org
├── finance
│   ├── ActivePortfolioManagement.org
│   ├── Backtest.org
│   ├── BlackLitterman.org
│   ├── ComputationalInvestment.org
│   ├── EventStudy.org
│   ├── FactorBacktest.org
│   ├── FundAnalysis.org
│   ├── future.org
│   ├── images
│   ├── IndustryNeutral.org
│   ├── MultiFactorModel.org
│   ├── option.org
│   ├── PortfolioOptimization.org
│   ├── QuantitativeInvestment.org
│   └── RiskModelHandbook
│       └── images
├── GS
│   ├── gs.org
│   ├── Introduction
│   │   ├── create_strategies
│   │   ├── Display_chart_of_data_table
│   │   │   └── images
│   │   ├── factors
│   │   ├── function_sampling
│   │   │   └── images
│   │   ├── functions.org
│   │   └── ideas_from_docs
│   └── OSet
│       ├── anomalies.org
│       ├── docs_tree.org
│       └── oset.org
├── img
├── index.org
├── ipynb
│   ├── config
│   ├── docs
│   │   └── test.org
│   ├── jupyters
│   └── site
│       ├── about
│       ├── css
│       ├── fonts
│       ├── img
│       ├── js
│       ├── mkdocs
│       │   └── js
│       ├── optimization
│       ├── python_rules
│       ├── python_style_rules
│       └── test.org
├── Math
│   ├── knowledge_tree.html
│   └── Statistics.org
├── notes
│   ├── archive.org
│   ├── future_simulation.org
│   ├── GID.org
│   ├── investment_analysis.org
│   ├── Jiajia.org
│   ├── miscellaneous.org
│   ├── optimization.org
│   ├── PaperSummary.org
│   ├── risk_model.org
│   └── thought.org
├── README.org
├── sitemap.org
├── styles
│   ├── demo
│   │   └── css
│   └── readtheorg
│       ├── css
│       └── js
└── work_plan.org


151 directories, 751 files
#+END_EXAMPLE
